/*

Vетеорологический отчёт

В городе Nске 26 районов. В каждом из них работает по 100 автоматических метеостанций. У каждой метеостанции есть кодовое название, состоящее из символа латинского алфавита и порядкового номера от 1 до 100, например: F93  или A1.

Каждую минуту метеостанции измеряют температуру и атмосферное давление, а затем отправляют эти данные в пункт обработки метеоданных. Данные приходят в виде отдельных значений, которые сохраняются в переменные: 


*/

#include <stdio.h>

int main() {

    
}